Repository: onnela-lab/beiwe-ios
Catalog: Beiwe/Localizable.xcstrings
Source language: en
Languages: de, it, zh_hans, zh_hant

# audio_survey_abandon_recording_alert
source: Abandon recording?
de: Aufnahme löschen?
it: Eliminare la registrazione?
zh_hans: 是否放弃记录?
zh_hant: 捨棄紀錄?

# audio_survey_abandon_recording_alert_confirm_button
source: Abandon
de: löschen
it: Elimina
zh_hans: 确认取消
zh_hant: 捨棄

# audio_survey_error_saving_text
source: Audio answer not sent
de: Audioaufnahme wurde nicht gespeichert
it: Registrazione audio non salvata
zh_hans: 语音记录未传送
zh_hant: 語音紀錄未傳送

# audio_survey_error_saving_title
source: Error Saving
de: Fehler
it: Errore
zh_hans: 储存错误
zh_hant: 儲存錯誤

# audio_survey_notification_text
source: A new audio question has arrived and is awaiting completion.
de: Eine neue Audiobefragung steht bereit
it: È disponibile un nuovo questionario audio a cui rispondere.
zh_hans: 已更新语音问卷，正在等待完成
zh_hant: 已更新語音問卷，正在等待完成

# audio_survey_play_button
source: Play
de: abspielen
it: Ascolta audio
zh_hans: 播放
zh_hant: 播放

# audio_survey_record_button
source: Record
de: aufnehmen
it: Registra
zh_hans: 记录
zh_hant: 紀錄

# audio_survey_stop_button
source: Stop
de: stoppen
zh_hans: 停止
zh_hant: 停止

# audio_survey_title
source: Audio Quest.
de: Audiobefragung
it: Questionario audio.
zh_hans: 语音问卷
zh_hant: 語音問卷

# call_clinician_confirmation_text
source: Are you sure you wish to place a call now?
de: Möchten Sie jetzt anrufen?
it: Sei sicuro di voler effettuare una chiamata ora?
zh_hans: 您确定要现在拨打电话吗?
zh_hant: 您確定要現在撥打電話嗎?

# call_clinician_confirmation_title
source: Confirm
de: Bestätigen
it: Conferma
zh_hans: 确认
zh_hant: 確認

# call_research_assistant_button
source: Call Study Staff
de: technische Unterstützung anrufen
it: Contatta il personale dello studio
zh_hans: 与研究团队联系
zh_hant: 與研究團隊聯繫

# cancel_button_text
source: Cancel
de: Abbrechen
it: Annulla
zh_hans: 拒绝
zh_hant: 拒絕

# change_password_button
source: Change Password
de: Passwort ändern
it: Cambia password
zh_hans: 修改密码
zh_hant: 修改密碼

# check_for_surveys_button
source: Check for Surveys
de: Befragung prüfen
it: Controllare i questionari
zh_hans: 检查问卷
zh_hant: 檢查問卷

# confirm_button_title
source: Confirm
de: Bestätigen
it: Conferma
zh_hans: 确认
zh_hant: 確認

# consent_document_title
source: Beiwe Consent
de: Einverständnis zur Nutzung von Beiwe
it: Consenso per utilizzare Beiwe
zh_hans: Beiwe 知情同意书
zh_hant: Beiwe 同意書

# continue_button_title
source: Continue
de: Weiter
it: Prossimo
zh_hans: 继续
zh_hant: 繼續

# continue_to_permissions_button_title
source: Permissions
de: Erlaubnis erteilen
it: Consenti
zh_hans: 允许
zh_hant: 允許

# couldnt_register
source: Registration failed
de: Registrierung fehlgeschlagen.
it: Registrazione fallita
zh_hans: 注册失败
zh_hant: 註冊失敗

# default_call_clinician_text
source: Contact Clinician
de: Studienunterstützung anrufen
it: Contatta il medico
zh_hans: 与研究团队联系
zh_hant: 與研究團隊聯繫

# default_survey_submit_success_message
source: Thanks! You have finished answering all of the survey questions. Pressing the submit button will now schedule your answers to be delivered
de: Vielen Dank für das Ausfüllen dieses Fragebogens. Ein Arzt wird Ihre Antworten nicht sofort sehen. Wenn Sie also Hilfe benötigen oder daran denken, sich selbst zu verletzen, wenden Sie sich bitte an Ihren Arzt. Sie können auch auf die Schaltfläche "Forschungsteam kontaktieren" klicken.
it: Grazie! Hai finito di rispondere a tutte le domande del sondaggio. Premendo il pulsante di invio ora verranno programmate le risposte da consegnare
zh_hans: 感谢您完成此份问卷，研究团队无法立即更新问卷资讯，若资料上传过程当中您有任何问题，请与研究团队联系。您可以通过”与研究团队联系”按键，向我们反馈
zh_hant: 感謝您完成此份問卷，研究團隊無法立即更新問卷資訊，若資料上傳過程當中您有任何問題，請與研究團隊連繫。您可以透過”與研究團隊聯繫”鍵，向我們反應

# forgot_password_temporary_password_caption
source: Temporary Password:
de: vorläufiges Passwort:
it: Password temporanea:
zh_hans: 临时密码:
zh_hant: 臨時密碼:

# forgot_password_title
source: Please contact your study's staff and provide them with your Patient ID so they can give you a temporary password.
de: Wenden Sie sich bitte an die Studienunterstützung und teilen Sie ihnen Ihren Benutzernamen mit, damit sie Ihnen ein vorläufiges Passwort geben können.
it: Per favore contatta il personale dello studio e presenta il tuo ID paziente in modo che possano fornirti una password temporanea.
zh_hans: 请与研究团队联系，以取得临时密码
zh_hant: 請與研究團隊聯繫，以取得臨時密碼

source: Get Started
de: Start
it: Inizia
zh_hans: 开始回答
zh_hant: 開始作答

# http_message_400
source: This device could not be registered under the provided patient ID. Please contact your study administrator
de: Das Gerät konnte nicht mit diesem Benutzername registriert werden. Bitte wenden Sie sich an das Personal Ihrer Studie. Fehlercode 400.
it: Non è stato possibile registrare il dispositivo con questo account. Contatta il personale dello studio. Codice errore 400.
zh_hans: 该设备无法透过此账号注册，请与研究团队联系，错误代码:400
zh_hant: 該設備無法透過此帳號註冊，請與研究團隊聯繫，錯誤代碼:400

# http_message_403_during_registration
source: Incorrect patient ID or Password
de: Entschuldigung, die URL, der Benutzername oder das Passwort, das Sie eingegeben haben, ist falsch. Fehler-Code: 403
it: L'URL, l'ID paziente o la password inseriti non sono corretti. Codice errore: 403
zh_hans: 很抱歉，您输入的研究计划网址、账号或密码错误，错误代码:403
zh_hant: 很抱歉，您輸入的研究計畫網址、帳號或密碼錯誤，錯誤代碼:403

# http_message_405
source: UserID already registered on another device. Please contact your study administrator to unregister any previous devices that may have been used
de: Der von Ihnen verwendete Benutzername wurde bereits registriert. Bitte bestätigen Sie Ihren Benutzernamen mit den Mitarbeitern Ihrer Studie, um die Registrierung abzuschließen. Fehlercode: 405
it: L'ID paziente che stai utilizzando è già stato registrato. Si prega di confermare l'ID paziente con il personale dello studio per completare la registrazione. Codice errore: 405
zh_hans: 很抱歉，您所使用的账号已被注册，请与研究团队确认您的账号，以利后续注册手续，错误代码:405
zh_hant: 很抱歉，您所使用的帳號已被註冊，請與研究團隊確認您的帳號，以利後續註冊手續，錯誤代碼:405

# http_message_server_not_found
source: The server you are trying to register with is currently unavailable, or you have entered an incorrect server address. Please verify the server address.
de: Bitte bestätigen Sie, dass die URL korrekt ist. Beiwe konnte keine Verbindung zum Server herstellen.
it: Si prega di confermare che l'URL sia corretto. Beiwe non è stata in grado di connettersi al server.
zh_hans: 请确认所输入的网址是否正确，Beiwe无法连上服务器
zh_hant: 請確認軟體網址是否正確，Beiwe無法連上伺服器

# invalid_old_password
source: Incorrect Password
de: das Passwort wurde falsch eingegeben
it: La password attuale è stata inserita in modo errato
zh_hans: 旧密码输入错误
zh_hant: 現行密碼輸入錯誤

# location_permission_text
source: If you don't see a pop up asking for permissions, please go to Settings -> Beiwe2 -> Location and select 'Always'.
de: Wenn Sie kein Popup-Fenster sehen, in dem Sie nach Berechtigungen gefragt werden, gehen Sie bitte zu Einstellungen -> Beiwe2 -> Standort und wählen Sie „Immer“.
it: Se non vedi un popup che richiede le autorizzazioni, vai su Impostazioni -> Beiwe2 -> Posizione e seleziona 'Sempre'

# location_permission_title
source: Location Permissions
de: Berechtigung erteilen
it: Consenti autorizzazioni

# logout_button
source: Logout
de: Abmelden
zh_hans: 登出
zh_hant: 登出

# microphone_permission_error
source: Unable to record. You must allow access to the microphone to answer an audio question
de: Beiwe kann nicht aufnehmen, weil der Mikrofonzugriff nicht gewährt wurde. Bitte aktivieren Sie das Mikrofon in den Einstellungen
it: Beiwe non può registrare perché l'accesso al microfono non è stato concesso. Concedi l'accesso al microfono in Impostazioni
zh_hans: 记录失败。语音输入权限未获取。您需要在设定中手动开启系统与语音功能的权限
zh_hant: 紀錄失敗。 您需要至設定手動開啟系統與語音功能的連結

# password_length_requirement
source: Must be at least 6 characters
de: mindestens 6 Zeichen
it: Lunghezza minima 6 caratteri
zh_hans: 密码长度至少需要 6 位字符
zh_hant: 需要至少6位元

# pending_study_tasks_title
source: Pending Study Tasks
de: neue Befragungen
it: Questionari
zh_hans: 研究计划审核中
zh_hant: 研究計畫待審中

# permission_alert_title
source: Permissions
de: Berechtigung erteilen
it: Consenti autorizzazioni
zh_hans: 允许
zh_hant: 允許

# permission_location_and_notification_message_long
source: Beiwe needs access to your location for the passive data gathering capabilities of this app. Beiwe will also send you notifications to notify you of new surveys.
de: Beiwe muss auf Ihren GPS-Standort zugreifen, um die Studie durchführen zu können. Bitte aktivieren Sie die Ortungsdienste für die Beiwe-App in den Einstellungen.
it: Beiwe ha bisogno di accedere alla tua posizione GPS per condurre la ricerca. Attiva l'autorizzazione GPS per Beiwe nelle impostazioni
zh_hans: Beiwe 需要获取您的位置信息，用于正确的数据收集。并且Beiwe将通过消息推送，提醒您提交问卷。
zh_hant: Beiwe 需要連結您的位置資訊，以利整合軟體的資訊內容，並且Beiwe將提供您問卷新增的提示

# permission_warning_alert_text
source: Permission to access your location and send notifications is required to correctly gather the data required for this study. To participate in this study we highly recommend you go back and allow this application to access your location and send notifications.
de: Beiwe muss auf Ihren GPS-Standort zugreifen, um die Studie durchführen zu können. Bitte aktivieren Sie die Ortungsdienste für die Beiwe-App in den Einstellungen.
it: Beiwe ha bisogno di accedere alla tua posizione GPS per condurre la ricerca. Attiva l'autorizzazione GPS per Beiwe nelle impostazioni.
zh_hans: Beiwe需要获取手机的位置信息功能，以正确获取研究信息。为了研究目的，我们建议您至设定开启位置信息的允许。
zh_hant: Beiwe需要連結手機的位置資訊功能，以利正確蒐集蒐集研究資訊。為了研究目的，我們建議您至設定開啟位置資訊的允許。

# permission_warning_alert_title
source: Warning
de: Berechtigung erteilen
it: Avvertimento:
zh_hans: 警告
zh_hant: 警告

# phone_number_entry_research_assistant_hint
source: 8-15 digits
de: 12 Ziffern

# phone_number_entry_research_assistant_label
source: Research Asst. Phone:
de: technischen Unterstützung:
it: Telefono assistente ricerca:
zh_hans: 香港大学深圳医院伦理委员会电话：
zh_hant: 國立台灣大學人類遺傳與精神流行病學研究室電話:

# phone_number_entry_your_clinician_hint
source: 8-15 digits
de: 12 Ziffern

# phone_number_entry_your_clinician_label
source: Primary Researcher Phone:
de: Studienunterstützung:
it: Telefono ricercatore primario:
zh_hans: 香港大学深圳医院骨科医学中心研究人员电话：
zh_hant: 國立台灣大學人類遺傳與精神流行病學研究室電話:

# received_abbreviation
source: recvd.
de: Abgekürzt empfangen
it: Ricevuto
zh_hans: 接受缩写功能
zh_hant: 接受縮寫功能

# recording_alert_title
source: Recording
de: aufnehmen
it: Registrando
zh_hans: 记录
zh_hant: 紀錄

# registration_confirm_new_password_hint
source: Confirm Password
de: mindestens 6 Zeichen
it: Almeno 6 caratteri
zh_hans: 至少6个字符
zh_hant: 至少6個字元

# registration_confirm_new_password_label
source: Confirm Password:
de: Passwort bestätigen:
it: Conferma password:
zh_hans: 确认密码:
zh_hant: 確認密碼:

# registration_new_password_hint
source: New password
de: mindestens 6 Zeichen
it: Almeno 6 caratteri
zh_hans: 至少6个字符
zh_hant: 至少6個字元

# registration_new_password_label
source: New Password:
de: neues Passwort:
it: Nuova password:
zh_hans: 新密码
zh_hant: 新密碼:

# registration_screen_title
source: Register for Study
de: Anmeldung
it: Registrazione
zh_hans: 用户
zh_hant: 用戶

# registration_server_url_hint
source: Server Address
de: eu.beiwe.org
it: eu.beiwe.org/
zh_hans: https://example.com
zh_hant: https://example.com

# registration_server_url_label
source: Study Server:
de: Server
it: URL:
zh_hans: 香港大学深圳医院骨科医学中心
zh_hant: 國立台灣大學人類遺傳與精神流行病學研究室:

# registration_submit
source: Register
de: Anmelden
it: Registrati
zh_hans: 注册
zh_hant: 註冊

# registration_temp_password_hint
source: Temp Password
de: vorläufiges Passwort
it: Password temporanea
zh_hans: 临时密码
zh_hant: 臨時密碼

# registration_temp_password_label
source: Temporary Password:
de: vorläufiges Passwort:
it: Password temporanea:
zh_hans: 临时密码:
zh_hant: 臨時密碼:

# registration_user_id_hint
source: User ID
de: Benutzername
it: ID paziente
zh_hans: 用户账号
zh_hant: 用戶帳號

# registration_user_id_label
source: User ID:
de: Benutzername:
it: ID paziente:
zh_hans: 用户账号:
zh_hant: 用戶帳號:

# reset_password_communication_error
source: Communication error
de: Ein unbekannter Fehler ist bei Beiwe aufgetreten
it: Si è verificato un errore sconosciuto in Beiwe
zh_hans: Beiwe出现未知的错误讯息
zh_hant: Beiwe出現未知的錯誤訊息

# reset_password_confirm_new_password_caption
source: Confirm Password:
de: neues Passwort bestätigen:
it: Conferma nuova password:
zh_hans: 确认新密码:
zh_hant: 確認新密碼:

# reset_password_confirm_new_password_hint
source: Confirm your new password
de: neues Passwort bestätigen:
it: Conferma nuova password
zh_hans: 确认新密码
zh_hant: 確認新密碼

# reset_password_current_password_caption
source: Current Password:
de: Passwort zurücksetzen:
it: Password attuale:
zh_hans: 请输入旧密码
zh_hant: 現行密碼:

# reset_password_error_alert_title
source: Failed
de: Passwortaktualisierung fehlgeschlagen
it: Aggiornamento password fallito
zh_hans: 修改密码失败
zh_hant: 修改密碼失敗

# reset_password_new_password_caption
source: New Password:
de: neues Passwort:
it: Nuova password:
zh_hans: 请输入新密码:
zh_hant: 新密碼:

# reset_password_new_password_hint
source: Enter your new password
de: neues Passwort
it: Nuova password
zh_hans: 请输入新密码
zh_hant: 新密碼

# reset_password_submit
source: Change
de: Passwort ändern
it: Cambia password
zh_hans: 修改密码
zh_hant: 修改密碼

# review_consent_reason
source: Consent to join study
de: Einwilligung zur Teilnahme am Forschungsprojekt
it: Consenso alla partecipazione nel progetto di ricerca
zh_hans: 同意参加研究计划
zh_hant: 同意參加研究計畫

# review_consent_text
source: Review Consent
de: Einverständnis einsehen
it: Leggi il consenso
zh_hans: 查阅同意书
zh_hant: 查閱同意書

# study_welcome_message
source: Welcome to the study
de: Willkommen in der Studie
it: Benvenuto nello Studio
zh_hans: 欢迎参与研究计划
zh_hant: 歡迎參與研究計畫

# submit_survey_title
source: Submit Survey
de: Befragung abschicken
it: Fatto

# survey_completed
source: Survey Submitted
de: Befragung beendet
it: Questionario completato
zh_hans: 问卷已完成
zh_hant: 問卷已完成

# survey_confirm_submit
source: Confirm Submission
de: Befragung abschicken
it: Invia questionario
zh_hans: 提交答案
zh_hant: 提交答案

# survey_notification_text
source: A new survey has arrived and is awaiting completion.
de: Eine neue Befragung steht bereit
it: È disponibile un nuovo questionario da compilare.
zh_hans: 近期将有一项新的研究计划到来，正在审查中
zh_hant: 近期將有一項新的研究計畫到來，正在審查中

# survey_status_available
source: Available
de: Verfügbar
it: Disponibile
zh_hans: 可填写
zh_hant: 可填寫

# survey_status_incomplete
source: incomplete
de: Unvollständig
it: incompleto
zh_hans: 未完成
zh_hant: 未完成

# survey_status_new
source: new
de: Neu
it: nuovo
zh_hans: 新增
zh_hant: 新增

# survey_type_audio
source: Audio Survey
de: Audiobefragung
it: Questionario audio
zh_hans: 语音问卷
zh_hant: 語音問卷

# survey_type_tracking
source: Survey
de: Befragung
it: Questionario
zh_hans: 研究问卷
zh_hant: 研究問卷

# title_activity_reset_password
source: Change Password
de: Passwort zurücksetzen:
it: Cambia password
zh_hans: 修改密码
zh_hant: 修改密碼

# tracking_survey_title
source: Survey
de: efragung
it: Questionario
zh_hans: 研究
zh_hant: 研究

# unregister_alert_text
source: Are you sure you want to leave the current study?
de: Sind Sie sicher, dass Sie Ihre Teilnahme an der Studie beenden wollen?
it: Sei sicuro di voler lasciare lo studio?
zh_hans: 您确定要退出研究计划吗?
zh_hant: 您確定要退出研究計畫嗎?

# unregister_alert_title
source: Leave Study
de: Studienteilnahme beenden
it: Lascia lo studio
zh_hans: 退出研究
zh_hant: 退出研究

# unregister_button
source: Leave Study
de: Studienteilnahme beenden
it: Lascia lo studio
zh_hans: 退出研究
zh_hant: 退出研究

# upload_data_button
source: Upload Data
de: Daten hochladen
zh_hans: 上传数据
zh_hant: 上傳數據

# welcome_screen_body_text
source: Welcome to the Beiwe Research Platform. Please have your user ID and password, which were given to you by your clinician, available as you begin the registration process.
de: Willkommen in der Beiwe-App. Um die Einrichtung der App zu erleichtern, halten Sie bitte die schriftliche App-Anleitung mit Benutzername, Passwort und anderen für die Registrierung erforderlichen Informationen bereit.
it: Benvenuto in Beiwe. Per avviare il processo di registrazione, inserisci l'ID utente e la password che ti sono stati forniti dal personale dello studio.
zh_hans: 欢迎使用Beiwe。在您开始注册过程时，请输入研究团队给您的用户ID和密码。
zh_hant: 歡迎來到Beiwe。 在您開始註冊過程時，請輸入研究團隊給您的用戶ID和密碼。

# welcome_screen_go_to_registration_button_text
source: Register
de: Anmelden
it: Registrati
zh_hans: 注册
zh_hant: 註冊

# welcome_screen_title
source: Welcome
de: Willkommen in der Beiwe-App
it: Benvenuto in Beiwe.
zh_hans: 欢迎登录Beiwe
zh_hant: 歡迎登入Beiwe

# ok_button_text
source: OK
zh_hans: 确认
zh_hant: 好
